Repository: ilGhera/wp-restaurant-booking
Catalog: languages/wp-restaurant-booking-*.po
Languages: it_it

source: Reservations Manager
it_it: Manager Prenotazioni

source: All reservations
it_it: Prenotazioni

source: Add New
it_it: Nuova prenotazione

source: Settings
it_it: Impostazioni

source: Monday
it_it: Lunedì

source: Tuesday
it_it: Martedì

source: Wednesday
it_it: Mercoledì

source: Thursday
it_it: Giovedì

source: Friday
it_it: Venerdì

source: Saturday
it_it: Sabato

source: Sunday
it_it: Domenica

source: This is a premium functionality, click here for more information
it_it: Questa è una funzionalità premium, clicca qui per maggiori informazioni

source: From
it_it: Da

source: to
it_it: a

source: every (minutes)
it_it: ogni (minuti )

source: On
it_it: Il

source: from
it_it: da

source: people
it_it: persone

source: It seems like you don't have permission to see this page
it_it: Sembra che tu non abbia il premesso di accedere a questa pagina

source: Reservations
it_it: Prenotazioni

source: Notifications
it_it: Notifiche

source: Add your Premium Key
it_it: Aggiungi la tua Premium Key

source: Add your Premium Key and keep update your copy of WP Restaurant Booking - Premium.
it_it: Aggiungi la tua Premium Key e mantieni aggiornata la tua copia di WP Restaurant Booking - Premium.

source: Save settings
it_it: Salva Impostazioni

source: General
it_it: Generali

source: Bookables places
it_it: Posti prenotabili

source: Hours available
it_it: Orari disponibili

source: Closing days
it_it: Chiusure

source: A <strong>Premium Key</strong> is required for keeping this plugin up to date.
it_it: Serve una <strong>Premium Key</strong> per mantenere questo plugin aggiornato.

source: Please, add yours in the <a href="%sadmin.php/?page=wprb-settings">options page</a>
it_it: Per cortesia, aggiungila nella <a href="%sadmin.php/?page=wprb-settings">pagina opzioni</a>

source: or click <a href="https://www.ilghera.com/product/wp-restaurant-booking-premium/" target="_blank">here</a> for prices and details.
it_it: o clicca <a href="https://www.ilghera.com/product/wp-restaurant-booking-premium/" target="_blank">qui</a> per più informazioni.

source: It seems like your <strong>Premium Key</strong> is expired.
it_it: Sembra che la tua <strong>Premium Key</strong> sia scaduta.

source: Please, click <a href="https://www.ilghera.com/product/wp-restaurant-booking-premium/" target="_blank">here</a> for prices and details.
it_it: Per cortesia, clicca <a href="https://www.ilghera.com/product/wp-restaurant-booking-premium/" target="_blank">qui</a> per più informazioni.

source: It seems like your <strong>Premium Key</strong> is not valid.
it_it: Sembra che la tua <strong>Premium Key</strong> non sia valida.

source: External seats
it_it: Posti esterni

source: Activate if external seats are available in your restaurant in this season.
it_it: Attiva questo strumento se i posti esterni sono disponibili in questa stagione.

source: Bookable seats
it_it: Posti prenotabili

source: Internal seats
it_it: Posti interni

source: Maximum bookable number
it_it: Numero massimo prenotabile

source: Set seats that can be booked for each day of the week.
it_it: Posti prenotabili per ogni giorno della settimana.

source: Week days
it_it: Giorni della settimana

source: Select the closing day(s) of your business.
it_it: Seleziona il/i giorni di chiusura della tua attività.

source: Periods
it_it: Periodi

source: Add a new closing period.
it_it: Aggiungi un nuovo periodo di chiusura.

source: Activate
it_it: Attiva

source: Display the booking button and receive reservations.
it_it: Mostra il pulsante e ricevi prenotazioni.

source: Button position
it_it: Posizione pulsante

source: Top left
it_it: Alto - Sinistra

source: Top right
it_it: Altro - Destra

source: Booking button position. Custom position requires use of shortcode [booking-button].
it_it: Posizione pulsante. Con "Custom" utilizza lo shortcode [booking-button].

source: Display number
it_it: Mostra numero

source: Display the number of available seats to the user.
it_it: Mostra il numero dei posti disponibili all'utente.

source: Margin time
it_it: Margine di tempo

source: The time within which it is possible to book.
it_it: Il tempo entro cui è possibile fare una prenotazione.

source: Medium time
it_it: Tempo medio

source: An estimate about the minutes passed by the customer at the table.
it_it: Una stima dei minuti passati al tavolo dal cliente.

source: Expiration time
it_it: Scadenza

source: The delay time in minutes to consider a reservation as expired.
it_it: Il ritardo in minuti dopo il quale una prenotazione scade.

source: Times available for reservations on %s.
it_it: Orari disponibili per le prenotazioni di %s.

source: Activate last minute bookable seats.
it_it: Attiva le prenotazioni last minute.

source: Description
it_it: Descrizione

source: Last minutes are tables available only for a limited time
it_it: I last minute sono tavoli disponibili per un tempo limitato

source: A short description for the user about last minute.
it_it: Una descrizione breve dei last minute da mostrare all'utente.

source: Add
it_it: Aggiungi

source: Last minute time and people details.
it_it: Dettagli prenotazioni last minute.

source: Admin notifications
it_it: Notifiche amministratore

source: Activate email notifications for the admin.
it_it: Attiva le notifiche per l'amministratore.

source: Add all the recipients necessary divided by a comma.
it_it: Aggiungi gli indirizzi mail necessari divisi da una virgola.

source: User notifications
it_it: Notifiche utente

source: Activate email notifications for the user.
it_it: Attiva le notifiche per l'utente.

source: Object
it_it: Oggetto

source: Specify a different email object.
it_it: Specifica un oggetto differente.

source: Message
it_it: Messaggio

source: Specify a different email message.
it_it: Specifica un messaggio differente.

source: Daily hours
it_it: Orari giornalieri

source: Times available every day for reservations.
it_it: Orari disponibili quotidianamente per la prenotazione.

source: Thanks for your reservation [first-name]
it_it: Grazie per la tua prenotazione [first-name]

source: Hi [first-name], here are the details of your reservation:
it_it: Ciao [first-name], questi i dettagli della tua prenotazione:

source: Day: [date]
it_it: Giorno: [date]

source: Time: [time]
it_it: Orario: [time]

source: Until: [until]
it_it: Disponibile fino alle: [until]

source: People: [people]
it_it: Posti: [people]

source: Name: [first-name] [last-name] Email: [email] Phone: [phone]
it_it: Name: [first-name] [last-name] Email: [email] Telefono: [phone]

source: Notes: [notes]
it_it: Note: [notes]

source: We are waiting for you!
it_it: Ti aspettiamo!

source: Hi, here are the details of the new reservation:
it_it: Ciao, questi i dettagli della nuova prenotazione:

source: Day: [date] Time: [time]
it_it: Giorno: [date] Orario: [time]

source: New reservation from %1$s for %2$s
it_it: Nuova prenotazione da %1$s per %2$s

source: Please select a date first
it_it: Occorre prima indicare una data

source: This date is not available
it_it: Questa data non è disponibile

source: Book now
it_it: Prenota ora

source: Select the date
it_it: Seleziona l'orario

source: People
it_it: Persone

source: Not available
it_it: Non disponibile

source: Available seats: %d
it_it: Posti disponibili: %d

source: AVAILABLE SEATS
it_it: POSTI DISPONIBILI

source: Indor: %d
it_it: Interni: %d

source: Outdor: %d
it_it: Esterni: %d

source: Select the time
it_it: Seleziona l'orario

source: Last minute available
it_it: Last minute disponibile

source: Available until %s
it_it: Disponibile fino alle %s

source: Outdoor table available
it_it: Tavolo esterno disponibile

source: Yes
it_it: Si

source: Only available outdoor
it_it: Solo tavolo esterno

source: Yes, no problem
it_it: Ok, va bene

source: Complete your reservation
it_it: Completa la tua prenotazione

source: First name*
it_it: Nome*

source: Last name*
it_it: Cognome*

source: Phone number*
it_it: Numero di telefono*

source: Add more details
it_it: Aggiungi una nota

source: Reservation completed
it_it: Prenotazione completata

source: Thanks %s!
it_it: Grazie %s!

source: Your reservation has been received.
it_it: La tua prenotazione è stata ricevuta.

source: We sent an e-mail with the confirmation data to
it_it: Abbiamo inviato una mail di conferma all'indirizzo

source: Date
it_it: Data

source: Time
it_it: Orario

source: Complete
it_it: Completa

source: Reservation
it_it: Prenotazione

source: New reservation
it_it: Nuova prenotazione

source: Edit reservation
it_it: Modifica prenotazione

source: View reservation
it_it: Vedi prenotazione

source: Search reservation
it_it: Cerca prenotazione

source: Parent reservation:
it_it: Prenotazione genitore:

source: No reservations found.
it_it: Nessuna prenotazione trovata.

source: No reservations found in Trash.
it_it: Nessuna prenotazione trovata nel cestino.

source: Description.
it_it: Descrizione.

source: Add the reservation title or leave blank to use the customer name
it_it: Aggiungi un titolo alla prenotazione o lascia vuoto per usare il nome del cliente

source: Reservation details
it_it: Dettagli prenotazione

source: Title
it_it: Titolo

source: Day
it_it: Giorno

source: Table
it_it: Tavolo

source: Notes
it_it: Note

source: Status
it_it: Stato

source: Outdor table
it_it: Tavolo esterno

source: EXT
it_it: EST

source: No table assigned
it_it: Non assegnato

source: Select the new reservation status
it_it: Seleziona il nuovo stato della prenotazione

source: First name
it_it: Nome

source: John
it_it: Franco

source: The customer first name
it_it: Il nome del cliente

source: Last name
it_it: Cognome

source: Doe
it_it: Bianchi

source: The customer last name
it_it: Il cognome del cliente

source: john@doe.com
it_it: franco@bianchi.it

source: The customer email
it_it: La mail del cliente

source: Phone
it_it: Telefono

source: The customer phone number
it_it: Il numero di telefono del cliente

source: The number of people
it_it: Il numero di persone

source: The table assigned to this reservation
it_it: Il tavolo assegnato a questa prenotazione

source: The reservation date
it_it: La data di prenotazione

source: The time of the reservation
it_it: L'orario della prenotazione

source: Notes of the customer for this reservation
it_it: Note del cliente sulla prenotazione

source: Received
it_it: Ricevuta

source: Managed
it_it: Gestita

source: Completed
it_it: Completata

source: Expired
it_it: Scaduta

source: The status of the reservation
it_it: Lo stato della prenotazione

source: View details
it_it: Vedi dettagli

source: More information about %s
it_it: Maggiori informazioni su %s

source: Check for updates
it_it: Verifica aggiornamenti

source: Unknown update checker status "%s"
it_it: Stato update checker sconosciuto "%s"

source: There is no changelog available.
it_it: Il changelog non è disponibile.
